Page({
  data:{
    file_names:[
      "1_M01_F10",
      "2_M01_F10",
      "3_M01_F10",
      "4_M01_F10",
      "5_M07_F04",
      "6_M07_F04",
      "7_M07_F04",
      "8_M07_F04",
      "9_M07_F10",
      "10_M07_F10",
      "11_M07_F10",
      "12_M07_F10",
    ],
  infeed:["设备编号","状态",  "故障率"],
  endwise1: "1_M01_F10",
  tb1:"设备故障",
  tb2:"16%",

  endwise2: "5_M07_F04",
  tc1:"设备故障",
  tc2:"12%",

  endwise3: "9_M07_F10",
  td1:"设备故障",
  td2:"8%",

  endwise4: "10_M07_F10",
  te1:"设备故障",
  te2:"4%",

  }
  })