Page({
  data:{
    file_names:[
      "1_M01_F10",
      "2_M01_F10",
      "3_M01_F10",
      "4_M01_F10",
      "5_M07_F04",
      "6_M07_F04",
      "7_M07_F04",
      "8_M07_F04",
      "9_M07_F10",
      "10_M07_F10",
      "11_M07_F10",
      "12_M07_F10",
    ],
  infeed:["设备编号", "状态"],
  endwise1: "2_M01_F10",
  tb1:"设备正常",

  endwise2: "3_M01_F10",
  tc1:"设备正常",

  endwise3:  "4_M01_F10",
  td1:"设备正常",

  endwise4: "6_M07_F04",
  te1:"设备正常",

  endwise5: "7_M07_F04",
  tf1:"设备正常",

  endwise6: "8_M07_F04",
  tg1:"设备正常",

  endwise7: "11_M07_F10",
  th1:"设备正常",

  endwise8: "12_M07_F10",
  ti1:"设备正常",

  }
  })